<?php
// Heading
$_['heading_title']               = 'Рапидо';

// Текст
$_['text_shipping']               = 'Модули за доставка';
$_['text_success']                = 'Готово, промените са запазени!';
$_['text_wait']                   = 'Моля, изчакайте!';
$_['text_nomenclature']           = 'Обновете номенклатурата';
$_['text_sender']                 = 'подател';
$_['text_receiver']               = 'получател';
$_['text_payer']                  = 'платец';
$_['text_nomenclature_countries'] = 'Успешно обновихте списъка с държави (от запис %s до %s)!';
$_['text_nomenclature_cities']    = 'Успешно обновихте списъка с населени места (от запис %s до %s)!';
$_['text_nomenclature_streets']   = 'Успешно обновихте списъка с улици и квартали (от запис %s до %s)!';
$_['text_nomenclature_success']   = 'Успешно обновихте номенклатурата!';
$_['text_edit']                   = 'Редактиране на Рапидо';
$_['text_subservices']            = 'Изтеглете информация';
$_['text_subservices_success']    = 'Успешно изтеглихте Офис/склад на подателя, Позволени градски услуги, Позволени междуградски услуги!';

// Entry
$_['entry_test']                  = 'Тестов режим:';
$_['entry_username']              = 'Потребител:';
$_['entry_password']              = 'Парола:';
$_['entry_nomenclature']          = 'Изтеглете номенклатурата:';
$_['entry_nomenclature_count']    = 'Брой записи наведнъж:';
$_['entry_sender_office']         = 'Офис/склад на подателя:';
$_['entry_sender_city']           = 'Населено място на подателя:';
$_['entry_sender_postcode']       = 'П.К.:';
$_['entry_fixed_time']            = 'Възможност за избор на фиксиран час:';
$_['entry_return_receipt']        = 'Обратна разписка:';
$_['entry_return_doc']            = 'Обратни документи:';
$_['entry_insurance']             = 'Застраховка:';
$_['entry_fragile']               = 'Чупливо:';
$_['entry_subservices_city']      = 'Позволени градски услуги:';
$_['entry_subservices_intercity'] = 'Позволени междуградски услуги:';
$_['entry_auto_print']            = 'Автоматичен печат след отваряне на PDF:';
$_['entry_label_printer']         = 'Етикетен принтер:';
$_['entry_send_email']            = 'Изпращане на email:';
$_['entry_printer']               = 'Принтер:';
$_['entry_readiness']             = 'Време за готовност:';
$_['entry_default_weight']        = 'Тегло по подразбиране:';
$_['entry_payer']                 = 'Страна платец:';
$_['entry_price_list']            = 'Изчислява се по ценовата листа на:';
$_['entry_free_total']            = 'Безплатна доставка при покупка над:';
$_['entry_fixed_total_city']      = 'Фиксирана цена на доставка за градски услуги:';
$_['entry_fixed_total_intercity'] = 'Фиксирана цена на доставка за междуградски услуги:';
$_['entry_enable_suboten_raznos'] = 'Съботен разнос:';
$_['entry_check_before_pay']      = 'Преглед на пратка преди плащане:';
$_['entry_test_before_pay']       = 'Пробвай преди да платиш:';
$_['entry_money_transfer']        = 'Паричен превод:';
$_['entry_currency']              = 'Валута:';
$_['entry_weight_class']          = 'Мярка тегло:';
$_['entry_length_class']          = 'Мярка размер:';
$_['entry_order_status']          = 'Статус генерирана товарителница:';
$_['entry_order_status_courier']  = 'Статус предадена на куриер:';
$_['entry_order_status_cod']      = 'Статус изплатен наложен платеж:';
$_['entry_geo_zone']              = 'Гео-зона:';
$_['entry_status']                = 'Статус:';
$_['entry_sort_order']            = 'Ред:';
$_['entry_subservices']           = 'Изтеглете информация:';

// Error
$_['error_permission']            = 'Внимание: Нямате права за промяна в секцията!';
$_['error_general']               = 'Внимание: Възникна грешка! Моля, опитайте отново!';
$_['error_print_settings']        = 'Внимание: Възникна грешка при задаване настройките за принтиране на товарителница!';
$_['error_username']              = 'Внимание: Посочването на потребител е задължително!';
$_['error_password']              = 'Внимание: Посочването на парола е задължително!';
$_['error_sender_city']           = 'Внимание: Посочването на населено място на подателя е задължително!';
$_['error_subservices_city']      = 'Внимание: Посочването на позволени градски услуги е задължително!';
$_['error_subservices_intercity'] = 'Внимание: Посочването на позволени междуградски услуги е задължително!';
$_['error_default_weight']        = 'Внимание: Посочването на тегло по подразбиране е задължително!';
$_['error_info_electronic_invoice_type'] = 'Моля откажете се от хартиена фактура!';

// Help
$_['help_nomenclature']           = 'държави, населени места, квартали, улици';
$_['help_printer']                = 'Включва автоматичен печат към съответния принтер.';
$_['help_readiness']              = 'Свободен текст, който се подава при заявката за куриер.';
$_['help_subservices']            = 'Офис/склад на подателя, Позволени градски услуги, Позволени междуградски услуги.';
$_['help_enable_suboten_raznos']  = 'Показване на опция за избор на Съботен разнос (Видима само в петък).';
$_['help_check_before_pay']       = 'Стойност по подразбиране.';
$_['help_test_before_pay']        = 'Стойност по подразбиране.';
$_['help_money_transfer']         = 'Използване на паричен превод вместо наложен платеж.';
?>